Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bbl: ცჰ̦აც მონაცემ წარმოდგე́ნადელნო̆ და ცჰ̦ანაკცჰ̦ადეჲნი̆/უნიკა́ლურ MP3-ევა́ჲ ო́ჴუხ აღაზ ტექსტურ ფაილევა́ჲ. <b>{ $total }</b> სა́ვთულიჩო̆ ჩანაწერაჼ ჲაჴჴო́ჩო̆ და́ყე/ნაჲწლე და დემოგრაფიულ მონაცემიაჲ, მუჲლნე და: ა́საკ, სქეს, აქცენტ, უ̂ნე́ შაძლებალა გამოდგო́მალალო̆ იშ ჲა́ბწინო̆ საშუალბაჼ ნიფსხოლ ღაზარჲაჼ. კრე́ბულე ინც ჩუ და დაჰ̦ინო̆ <b>{ $valid }</b>სა́ვთულიჼდამო́წმადიენო̆ ჩანაწე́რი<b>{ $languages }{ $languages }</b>მატტანაჲნო̆, მა ტყოჸა́-ტყოჸა́ მაქ ლი́ტი̆ წინი́-წინი́ ჩანაწერია́ მატტიშა́. ბაჵრკ ლალბებათ თხე<languagesLink>მატტიშნა́ გვე́რდუხ</languagesLink>მე წინ მოტტ დაკლე́ვადბოლუჲიში̆, ლე და́ყ ჩუ დაჰ̦აჼ დო́ლლალეში̆

source: Eastern Balochi
bbl: აღმოსავლბაჼ ბელუჯი

source: Eastern Huasteca Nahuatl
bbl: აღმოსავლითრეჼ ჰუასტეკა-ნაჰუატლი

source: Eastern Min
bbl: აღმოსავლითა́ჼ მინი

source: Eastern Penan
bbl: აღმოსავლურ პენანი მოტტ

source: Easy
bbl: ატტაჼ

source: Easy to Understand
bbl: ატტაჲში̆ ხაჸლაჲნი̆

source: Ebrie
bbl: ებრიე წეჲნი̆ მოტტ

source: Edit
bbl: ჰ̦ალო̆ ნიფსდარ

source: Edit Profile
bbl: პრო́ფილ ჰ̦ალო̆ ნიფსჲარ

source: Edit tag
bbl: ჭად ნიფსჲარ

source: e.g., “What do you wish you could use technology for?”
bbl: მაგ.: "სტენნაჲნო̆ თო́ლდუჲში̆ ტექნოლო́გიიშ ჴმა́რბადჲარ?"

source: "Eh”
bbl: "ჺაუჶ!"

source: Ekoti
bbl: ეკოტი მოტტ

source: Element
bbl: ელემენტ

source: Email
bbl: ელფო́სტ

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
bbl: ელფო́სტ

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
bbl: წევრ თაგლიბათ თხე ელფო́სტ ჯგუფე ჲე ხაჸათ, მოჰ̦ მაკ შუჼ მონაწილეობ მიღე́ბადჲოლუჲშ კამპანია́ხ, წინი-წინი́ მაკოდმაკრი დანე́რგოდჲარა́ხ Common Voice-ნაჲნო̆

source: Email is already used for a different account
bbl: ელფო́სტ ჰ̦ა́თხეჸ გამოყე́ნბადჲიენო̆ ჲა ჴე́ჩო̆ ა́ნგრიშმაქ

source: Email Subscriptions
bbl: ელფო́სტევ გამოწე́რი

source: Emakhuwa
bbl: მახუწა-მოტტ

source: Encourage participants to reproduce how things were actually said. Example:
bbl: მონაწილინ ქო ლიბათ, მე́ ვო́მაჸ ნიფს უჲშტი̆ დე́ფცოლო̆, მოჰე́ ბაყეჸ დარ, მუჲლნე́ დაჲცი̆:

source: English
bbl: ინგლისურ

source: English: /ˈkeɪ.bəl/
bbl: ვაჲღეჼ: ქა́ლიქა́

source: Ensure the question meets the criteria:
bbl: ხუმ ნიფს იშტ და მე́: შეკითხვას პა́სუხ თე́ლ'ო̆ ე მოთხო́ვნინ:

source: Enter Email to Download
bbl: ჩუ ჰ̦ობათ ელფოსტ აჰ̦ დჵოფანაჲნო̆/ჩამოტვირთადაჼ

source: Enter email to send a sign up link
bbl: ჩუ ჰ̦ობათ ელფო́სტ, ბმულ ჲაჰი̦თანაჲნო̆ ა́ნგრიშ შე́ქმნოდჲაჼ

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
bbl: შუ ჰ̦ობათ შეკითხვი მოტტ ხე́რცბოშ ცჰ̦აცჰ̦აჲნი̆ ხა́ზენმაქ. ნა́ხვ იშტ მოტტ ხე́რცბოშ საბუხ პა́სუხ ლო ჴეჩჴე́ჩო̆ მატტავ ხე́ტტოშ.

source: Enter your Country/Region of Residence
bbl: ჩუ დაწე́რადჲებათ შუჼ ქვეყანა́/ყურა́

source: Enter your email
bbl: ჩუ ჰ̦ობ ჰ̦აიჼ ელფო́სტ

source: Enter your public domain sentence here
bbl: ჩუ ჰ̦ობათ შუიჼ ფრა́ზ/წინადადებ ჰ̦ამა́ნეჸ საკუთრებელეჼ

source: Enter your public domain sentences here
bbl: ჩუ ჰ̦ობათ წინადა́დბი ჰ̦ამა́ნეჸ საკუთრებელეჼ

source: “Er”
bbl: "ამმ"

source: Error
bbl: ხარცხილ'არ (შეცდო́მ)

source: Error adding sentence
bbl: ხარცხილ'არ წინადა́დებ ლე́ტჲოშ

source: Error { $code }
bbl: შეცდო́მ

source: Error copying
bbl: შეცდო́მ ასლ ე́ვჲოშ

source: Error creating API credentials
bbl: შეცდო́მ ხილ'ეჼ API-მო́წმობ შედგე́ნადოშ.

source: Error deleting API credentials
bbl: შეცდო́მ ხილ'ეჼ API-მო́წმობ წა́შლადოშ

source: Error fetching API credentials
bbl: შეცდო́მ ხილ'ეჼ API-მო́წმობ მიღე́ბადოშ

source: Error submitting tags
bbl: ხარცხილ'არ ჭადნი ჴე́ჰ̦ითოშ

source: Error while playing audio file.
bbl: შეცდო́მ (ხარცხილ'არ) ხილ'ეჼ იშენ ლარკ ჵე́ფოშ.

source: Erzya
bbl: ერზიანულ

source: Esperanto
bbl: ესპერანტო

source: Estonian
bbl: ესტონურ

source: Eton
bbl: ეტონი წეჲნი̆ მოტტ

source: Events
bbl: ნაყიშლეხრი (ღონისძები)

source: Everyone
bbl: ვომაჸ

source: Ewe
bbl: ევე წეჲნი̆ მოტტ

source: Ewondo
bbl: ევონდო

source: Example
bbl: მა́გალით

source: Example questions
bbl: შეკითხვაჼ ნიმუში

source: Exceeded 25 questions. Reduce number of questions and retry.
bbl: საუ̆ბო̆ ჲა 500 შეკითხვეხ. კაწკარჲებათ შეკითხვაჼ რაოდენობე́ ო́შტიჸ ცადდებათ

source: Exceeded API credentials limit of 10
bbl: API-მოწმობაჼ ზღვარ, 10 ცალ, საუბო̆ და.

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
bbl: ბეკხე́თლაჲნი̆ წი́ნ ა́მბუჲ ჲა! ქა́შშეჸ მაქ ლაჲტო̆ დი́ნი̆ (მუჲლნე́ჴელბა) ა́მბუჲ ჲარ. ბჵარკ ლე́ლბებათ წინჩო̆ ამბოხე́ ჴშირუშ გიბათ თხეჼ<discordLink> Discord </discordLink> წინიჭ ინფორმა́ციიშ ხაჸანაჲნო̆

source: Exit & Delete clips
bbl: ნჵაჲჸ დალ'არ ჲე́ ჩანაწე́რი გაუქმადარ

source: Explore datasets <icon></icon>
bbl: გიბათ კრე́ბული

source: Explore Informal Scenarios
bbl: ხა́ტტათ უ̂ნა́ხში ჩურეჩო̆ ამბო́ხ

source: Explore informal scenarios, situations, or reenactments
bbl: ა́მბუჲ ჲებათ ჩურეჩო̆ სტე́მინმაქ, მო́ჰ̦ უ̂ხ ხილ'ეჼ, უ̂ხაჲნო̆ დაკლევი́შ, შუჼ მო́ჰ̦ მო́თთ.

source: Explore organizations supporting Common Voice around the world
bbl: თხო́ციჼ თანამშრო́მლობ ო́წათ

source: Explore the community and languages supported by Common Voice
bbl: ღაზი́შ ჰ̦ალო̆ და́ბწათ მატტიშა́ საზო́გადბია́, მენხუჲჩუჲშვა́ ფე ლე́ცოო̆ Common Voice-ენ

source: Express or solicit prejudiced or offensive sentiments
bbl: ცო ლე́ვდოლო̆ ლე კლე́ვადოლო̆ მოსსიჼნი́ ლე მურდალ წინადა́დბი

source: Failed to copy SHA256 Checksum
bbl: კო́ნტროლ ჲუ́ჲნი̆ ჯა́მეჼ ასლ ჰ̦ალო̆ ცო ე́ცჲალიჼ

source: Fang
bbl: ფანგი წეჲნი̆ მოტტ

source: FAQ
bbl: ხხშ (ხშირუშ ხეტტინო̆ შეკითხვი)

source: Faroese
bbl: ფარერულ

source: Featured in...
bbl: ჰ̦ე́ბდოთხო̆

source: Feʼefeʼe
bbl: ფეეფეე მოტტ

source: Female
bbl: ბსტუჲნოჼ

source: Female/Feminine
bbl: ფსტუ (ფსტუჲნოჼ)

source: Fewer than 15 words per sentence
bbl: 15 -ეხ სოუბო̆ დაშლიჼ ცო ჲეწ ხილ'აჼ

source: Fields marked with an asterisk (*) are required.
bbl: * და აუცილებელ ე́ჸეჼ (ველუჼ) ლიშაჼ

source: File is too large
bbl: ფა́ილ წყეგეჸ დაჴჴოჼ და

source: File is too small
bbl: ფა́ილ წყეგეჸ კაწკოჼ და

source: Finance
bbl: ფინა́ნსი

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
bbl: ლახათ ჴე́ნი, მენხუჲა́ჲ შუსა́ჼ ზრუნალა ე საკითხინმაქ: უნივე́რსიტეტი, მოტტ ჺა́მბუჲნი̆ სკო́ლი, უფლებდამცველა́ჼ ჯგუფი. ლავათ, ღაზი́შ ა́ხსნადებათ, მო́ჰ̦ ჲე უჼ დე́წ შუჼ ო́ბი ლა́ტაჼ.<outreachTemplates> გიბათ ელფო́სტ წი́რლეჼ ნიმუში ლავანაჲნო̆</outreachTemplates>.

source: Find us on Matrix
bbl: ჰ̦ალო̆ ლახათ თხო Matrix-მაქ.

source: Finish editing first?
bbl: ლე́ჸი შუჼ ჯერ ნიფსჲარ ცე́რ ჲა́ჴარ?

source: Finish recording
bbl: გაგრძე́ლბადარ

source: Finish recording first?
bbl: ცე́რი́ ჲეწე́ ჲა́ჴაჼ ჩაწე́რ?

source: Finish Review
bbl: დაყყდარ (შემოწმებ) ცერ და́ლ'არ

source: Finish validating
bbl: დეყყჲარენ მაყ ბალ'არ

source: Finish validating clips?
bbl: ცე́რი́ ჲალ'ალ ჩანაწერი დეყყარ (შემო́წმადჲარ)?

source: Finnish
bbl: ფინურ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
bbl: ჯერ გიბათ /შემო́წმადებათ, <languageLink>-ე ხუმ ცო ბა </languageLink> შუჼ მოტტ. ცო ბა́ჰ, დეწ თა́რგმნოდალან<strong>საიტ ჲე წინადა́დბი ვაშა́რ ჲაჰ̦დალაჼ/დაგროვბადაჼ</strong>.

source: Focus on Emotional or High-Stakes Moments
bbl: ცადლიბათ ა́მბუჲ ხილ'ა́ლ ცოდიცდოჩო̆, და́ხრელო უ̂მ ხე́რცდოჩო̆ სტე́მინმაქ

source: Follow guidelines from “What sentences can I add?”
bbl: დო́წლიბათ მითითბა́ხ „მოლუჼ ჲეწ ხილ'აჼ წინადა́დებ?“

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
bbl: და́ყარ, ჴელ-წე́სი, დღე́ვბიე́ ოჯხაჼ ა́მბუჲ, - ეჴარა́ კლე́ვადო მატტიშ ხე́რცდარ

source: “Footing” used to mean running in Spanish > tag as Spanish
bbl: "ტოტი" ბუჲნღეჩო̆ მატტავ ტაჲვნ და. ეჴ მნიშვნელობევ ჴმა́რბალა́ჰ̦, ეჰ̦ა́თ დე́წე̆ >მონიშნოდალაჼ მე ბუჲნღეჼ და.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
bbl: ვომაჸ ფლო́ქოღ ჲე́ჸენო̆ ჲე დაყყჲიენო̆ იშა́რეჼ ჩანაწე́რი აღრიცხოლა მაჩვენებლა́ "გვე́რდენმაქ", მოჰ̦ე́ ჰ̦ა́თხიხრი ცჰ̦̦აცჰაჲნი̆ მატტანაჲნო̆, მე́ნხუჲჩონეჲნა́ჲ და́ყ ჴეჰ̦უჲში̆. ჰა́ჸ, და́ყ დაჰ̦აჼ მაკ შუჼ ცჰ̦ანახ სოუბო̆ მატტლო!<br/><br/>დეჲგნიშა́ჼ/მაჩვენებლა́ჼ "გვე́რდუნმაქ" ბჵარკ ლე́ლბებათ შუ სტა́ტისტიკეხ, ვაშა́ხ დარჲებათ შუჼ სა́ქმიანობ ე́რთობეჼ ჴე́ჩო̆ წე́ვრიციჼ, ნე́ დაწე́რადებათ დე́ნი ლე გე́ფსუ მელ' და́ყ დაჰ̦აჼ დაკლე́ვდუჲში̆

source: for example
bbl: მაგალითი

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
bbl: ჰ̦ამა́ნეჸ საკუთრებეჼ ინტერნე́ტე ცო ჲაჲნი̆ ტექსტია́ მაკ შუჼ აკადე́მიურ სახე̆ ლოშ ჩაწე́რადჲაჼ, იშტ: „Jess (2021) სა́იჼ საჯა́რო̆ ლიცე́ნზიეჼ პო́ემი“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bbl: ო́ჴუჲნდალლა, მე იშ ჲა́ბწჩოვ ღაზიშ მუშებადო́ლო̆, იშტუჼ მონაცე́მი ლი́ტ სა́ქმოხ ქო́რთო̆ ბო́წჩუჲშნ, მე́ ოშტუჼ საშუა́ლბი შე́ქმნადჲოლო̆, მენხუჲჩუჲშვა́ჲ ასა́ხოდო ადმენაჼ მრა́ვალფერო́ვნებ. მაგალითათ, ცო ხილ'ჩე ვაჲგო ბე́დუხკა́ჸ ა́მბუჲ ჲო́ჩუჲშნაჼ ჩანაწე́რი, ოჴ კილუჲვ ამბუჲ ჲო́ჩუჲნი მუჲლნე́ჴელბა ცო მუშებადალალათ.<learnMore>გიბათ სოუბო̆ მოჰ̦ მნიშვნელოვაჼ და მაქ ლა́ტინო̆ მონაცე́მი

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bbl: ეჴ მატტი́შნ ვებს́აიტ <localizationGlossaryLink> ქუჲრთელნა́ ბოლო́მციჼ ჲა თა́რგმნოდჲიენო̆</localizationGlossaryLink> ნე́ <sentenceCollectionGlossaryLink> წინადა́დბია́ თოყა́ლ ჲა</sentenceCollectionGlossaryLink> ვაშა́რ ჲიენო̆ ი́შ<speakLink> ჩაწე́რადჲანა́</speakLink> -ჲე́ ჩანაწე́რინ<listenLink> ლარკ ჺო́ფანაჲნო́</listenLink>.

source: Foundations
bbl: ფონდი

source: French
bbl: ფრანგულ

source: Frisian
bbl: ფრიზულ

source: Fulah
bbl: ფულანი წეჲნი̆ მოტტ

source: Fuzhou
bbl: ფუჯოუ

source: Ga
bbl: გა წეჲნი̆ მოტტ

source: Galician
bbl: გალიციურ

source: Gawarbaiti
bbl: გავაირ ბაჲტ

source: Gawri
bbl: გავრი მოტტ

source: GB
bbl: გბ

source: General
bbl: ჴენ-ჴე́ნი

source: General guidance
bbl: ზო́გად მითითბი

source: General language / multiple variants
bbl: ძირითად მოტტ/მელ'მი სა́ხეობ

source: Generate Credentials
bbl: მო́წმობ შედგე́ნადჲარ

source: Georgian
bbl: კოხურ /ბუჲნღეჼ

source: German
bbl: გერმანულ

source: Get in touch
bbl: თხო́გო̆ თათაჼ ჲებათ (დაკეჲვშრებალიბათ)

source: Get in touch <icon></icon>
bbl: თათაჼ ჲებათ თხო́ჼ <icon></icon>

source: Get involved
bbl: ჩუ ჩა́რთოლიბათ

source: Get Involved
bbl: სო ლა́ტათ თხო́ჼ

source: Get started <icon><icon>
bbl: ჰ̦ალო̆ დო́ლლიბათ <icon><icon>

source: Get started with goals
bbl: მიზაჼ შე́ქმნოდჲარ

source: Get Started with Speech Recognition
bbl: იშ ჲა́ბწუჲნი̆ საშუა́ლბი ჲა́ბწარ

source: Get your certificate
bbl: ჰ̦ალო̆ ე́ცათ მო́წმობ

source: Gheg Albanian
bbl: გეგეჼ ალბანურ

source: Ghomala
bbl: ღომალა მოტტ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
bbl: <githubLink>NVIDIA NeMo</githubLink>™ და <docsLink>ნჵაჲნი̆ წყა́რუჲჼ ხელსაწყო́ჼ ნაკრებ</docsLink> მე́ მკვლე́ვრივ წინშაჭ სა́ხეჼ AI-მო́დელი შემუშავბადჲო́ლო̆

source: Goal reached
bbl: მიზაჼ ჴაჩენო̆ ჲა

source: Goals
bbl: მიზაჼ

source: Goan Konkani
bbl: გოა კონკანი მოტტ

source: Goaria
bbl: გოარია წეჲნი̆ მოტტ

source: Gorani
bbl: გორანი მოტტ

source: Go to Discourse
bbl: ა́მბუჲ ჲო́ჩო/სასაუბრუ́ჲლო დაჰ̦ დო́ტარ

source: Go to Languages Page
bbl: მატტიშნა́ "გვე́რდენმაქ" დაჰ̦ დო́ტარ

source: Go to { $name }
bbl: { $name }-მაქ დო́ტარ

source: <governanceLink>Read more about how we're governed</governanceLink>
bbl: <governanceLink>გიბათ შა́რეშ, მო́ჰ̦ უ̂ხ მა́რთოდო́თხ</governanceLink>

source: Governments
bbl: სამთა́ვრობ ორგანიზაციიშ

source: Grammatical mistakes and colloquialisms
bbl: ცონიფსიჼ გრამატიკაე́, სასაუბრო̆ მატტიჼ ა́ლ'რი.

source: Grammatical / spelling error
bbl: გრამა́ტიკულ/ორთოგრა́ფიულ ხარცხილ'არ

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
bbl: გრამა́ტიკეჼ ცონიფსხოლაე́ ჟარგონა́ უჲშტი̆ დე́წ̆ე დაწე́რადალაჼ, მოჰე́ ხაწი́ცი̆. მა ნიფსჲოთ ნა́ხვ ჲუჲნი̆ ა́მბუჲ.

source: Great! How many clips a week?
bbl: დაქიჼ და! გეფსუ მელ' ჩანაწერ?

source: Great! How many clips per day?
bbl: დაქიჼ და! დე́ნი მელ' ჩანაწერ?

source: Great!<recordIcon></recordIcon> Record your next clip
bbl: დაქიჼ და!<recordIcon></recordIcon>თაგჲებათ შილღეჼ ჩანაწერ

source: Great work!<playIcon></playIcon> Listen again when you're ready
bbl: ღაზენჭ ბოთხ ბა ბიენო! <playIcon></playIcon> ტყოჸ ჺოფ ლარკ მაცმე მზათ ხილ'უჰ̦ო̆

source: Greek
bbl: ბერძნულ

source: Gronings
bbl: გრონინგაჼ მოტტ

source: Guarani
bbl: გუარანი წეჲნი̆ მოტტ

source: <guidanceLink>Read full guidelines here</guidanceLink>
bbl: <guidanceLink>გიბათ დი́ნ სახელმძღვა́ნელო̆ ესე</guidanceLink>

source: Guidar
bbl: გუიდარი წეჲნი̆ მოტტ

source: Guidelines
bbl: ნიყბა́ხუჲნი̆ (გზამკვლევ)

source: Guiziga
bbl: გუიზგა მოტტ

source: Gujarati
bbl: გუჯარათულ

source: Gujari
bbl: გუჯარი მოტტ

source: Gurgula
bbl: გურგულა წეჲნი̆ მოტტ

source: Haitian
bbl: ჰაიტურ

source: Hakha Chin
bbl: ჰაკჰა ჩინი წეჲნი̆ მოტტ

source: Hausa
bbl: ჰაუსა-მოტტ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
bbl: ჲარი́ შუგო, ლე ხუმ ცო დაკლე́ვდუჲშ უ̂მ ღო́ნისძებ ჲაჼ? თხო́გო̆ ალ'ა́ეთ, ათხ საზო́გადოებეგო̆ ალ'ო́თხ, ლე სვე́ტ დათმო́ბადჲოთხ დი́ნჩ ნა́ხგო̆ ხაჸითაჼ!

source: Have Feedback?
bbl: ლეჸი შუჼ ლავაჼ?

source: Have you read our Terms?
bbl: ჰ̦ალუ́ჲ ჲაჲბწნე́შ თხეჼ პირბი?

source: Having an account is not required to contribute, though it is helpful.
bbl: ა́ნგრიშ ხილ'არ ცო და სავალდე́ბულო̆, ხო́ლოთ ჩუ დე́ჸენო̆ და́ყ საბუ́ხ სარგებლა́რეჼ დო

source: Having a profile is not required to contribute though it is helpful, see why below.
bbl: პრო́ფილ თაგჲარ ცო და აუცილებელ, ხოლოთ ო და მე́, ჩუ ჲაჰ̦ინო̆ წვლილ საბუ́ხ გამოდგო́მალაჲნი̆ ხილ'ო.

source: Hazargi
bbl: ჰაზარგი წეჲნი̆ მოტტ

source: Healthcare
bbl: ჯანდა́ცვ

source: Hebrew
bbl: უჲრობაჼ მოტტ

source: Help
bbl: ლატარ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
bbl: ლატ თხოჼ Common Voice-ლო ჰ̦ა́თხ ღოლო́თხ { $hours } სა́ვთუგო̆ მატტანაჲნო̆ პირად მიზაჼ დასა́ხოდარევ

source: Help create Common Voice’s first target segment in { $locale }
bbl: ლა́ტათ თხოჼ თაგდოლო́თხ Common Voice-ეჼ დოჲჰ̦რელუჼ მიზნობრივ კრე́ბულ { $locale } მატტანაჲნო̆

source: Help reach { $hours } hours in { $language } with a personal goal
bbl: ლატ თხოჼ ჰ̦ა́თხ ღოლო́თხ { $hours } სა́ვთუგო́მციჼ{ $language }მატტანა́ჲნო̆ პირად მიზაჼ დასა́ხოდარევ

source: Help teach machines how real people speak, donate your voice at { $link }
bbl: ლატათ თხოჼ, თე́წდოლო́თხ მა́შინინ, მოჰ̦ ჲო ამბუჲ ნახვ: შუიჼ აშირაჼ ჩანაწე́რი ლიბათ თხოჼ ფლო́ქოღ. { $link }

source: Help us build a community around voice technology, stay in touch via email.
bbl: ლატ თხოჼ იშ ჲეინი̆ ტექნოლოგიიშნაჲნო̆ ნახ ვაშა́რ დაჼ. თხო́ციჼ კა́ვშირ ხილ'ა́ლ ჰ̦ო́გო ელფო́სტევ

source: Help us build a high quality, publicly open dataset
bbl: ლა́ტათ თხოჼ ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆ კრე́ბულ შე́ქმნადარელო

source: Help us find more voices, share your goal
bbl: ლა́ტ თხოჼ მე სოუბო̆ ა́შირ ქორჲოლო́თხ, მჵალჲებათ შუჼ მიზაჼ

source: Help us find others to donate their voice!
bbl: ლატათ თხოჼ ლახლო́თხ ხეჲლზვეჼ ნახ, მენხუჲჩუჲვა́ შუშუაჼ ი́შ ფლო́ქოღ ლო თხო́ჼ

source: Help us get to { $goal }
bbl: ლა́ტათ თხოჼ ღო́ლ ვაჲ { $goal }-მციჼ

source: Help us validate sentences!
bbl: ლა́ტათ თხოჼ წინადა́დბი შემო́წმადჲარელო!

source: Help us validate voices
bbl: ლატათ თხოჼ ჩანაწერაჼ ნიფსხოლ შემოწმადჲაჼ

source: Heng Hua
bbl: ჰენგჰუა მოტტ

source: Here are the links to download your ZIP files.
bbl: ესე და ბმული შუჼ ZIP-ფაილი აჰ̦ო̆ დჵო́ფანაჲნო̆

source: Hidden
bbl: ლაჭყდიენო̆

source: Highland Puebla Nahuatl
bbl: ლაჴიჩ ლამნაჼ პუებლ-ნაჰუატლ

source: Hiligaynon
bbl: ჰილიგაინოჼ წეშ მოტტ

source: Hill Mari
bbl: ლამუჼ მარიულ

source: Hindi
bbl: ჰინდი

source: His hand was rais-ed.
bbl: "ტა́მარჲიენო̆ ტო́ტი ჰ̦ალო̆ ჲუფხჲო́რ ა́გას"

source: His name is <underline>Jo- Jona-</underline> Jonathan.
bbl: ოჴუჲჼ წე ჲა<underline> ივ-ივა</underline>ივაჼ.

source: History, Law and Government
bbl: ისტორია́, სამა́რთალ, მმა́რთველობ

source: Hours
bbl: საათ

source: Hours Recorded
bbl: ჩუ ჩაწე́რადჲიენო საათ

source: Hours Validated
bbl: დარალ'ინო̆ (დამოო́წმადიენო̆) საათ

source: How ?
bbl: მოჰ̦?

source: How are project decisions made?
bbl: ჰ̦ა́ნას ღე́ბადჲო გადაწყვე́ტილბი ეჴ პროექტე?

source: How can we effectively grow a language on Common Voice?
bbl: მოჰ̦ ლეჲტი̆ ვაჲ Common Voice-მაქ მოტტ ბაჴბალრენ?

source: How does Common Voice work?
bbl: მოჰ̦ მუშებალა Common Voice?

source: How does site localization work?
bbl: მოჰ̦ დეწ საიტ თა́რგმნოდაჼ?

source: How do I access and use the dataset?
bbl: მოჰ̦ ჴმა́რბადჲოს მონაცემა́ჼ კრე́ბულ?

source: How do I add a language?
bbl: მოჰ̦ ლატბოს მოტტ?

source: How do I add sentences?
bbl: მოჰ̦ ლატდო́ს წინადა́დბი?

source: How do I cite?
bbl: წყა́რო̆ მოჰ̦ ჲეწე́ ჩაწე́რადჲაჼ?

source: How do I know whether to approve a voice clip?
bbl: მო́ჰ̦ ხოჸა́ს, ღალჲი́ ლე ცო იშა́რეჼ ჩანაწერ?

source: How do I record a high quality voice clip?
bbl: მოჰ̦ თე́გლა მუჲლნე́ჴელბა ხა́რისხ ჲეჲნი̆ ჩანაწე́რი?

source: How do I stay in touch?
bbl: მოჰ̦ მაკ ნახნ კავშირმაქ ხილ'აჼ?

source: “How do you describe Día de los Muertos to someone who only speaks English?”
bbl: "მოჰ̦ ა́ხსნადორეჲშ დაჩოკ ბუჲნღეჼ ჴე́თინჩონ: პაპ ფსტუნავ თე́გბიენო̆ ნიყ?"

source: How is Common Voice funded?
bbl: მო́ჰ̦ ფინა́ნსბალა Common Voice?

source: How Spontaneous Speech works
bbl: მო́ჰ ჲუჲტო̆ "დი́ნი̆" ჲენი̆ ა́მბუჲ ჲარ დამუშებადჲარ

source: How to add multiple sentences
bbl: მოჰ̦ ლა́ტჲოს მელ'მი წინადა́დებ?

source: How would you describe your accent?
bbl: უ̂ხ ა́ლ'აჼ მაკ შუჼ აჲში̆ ა́მბუჲ ჲოჩო̆ კილოხ?

source: How would you describe your sex or gender?
bbl: უ̂ხ ა́ლ'ა მაკ ჰოჼ ჰ̦ე სქე́სეხ?

source: Huarijio
bbl: ჰარიხიო

source: Huautla Mazatec
bbl: ჰუაუტლა მაზატეკ

source: Hungarian
bbl: უნგრულ

source: Hunsrik
bbl: ჰუნსრიკი მოტტ

source: I agree
bbl: დარ ლე́ვდო́ს

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
bbl: დარ ლე́ვდოს, მე ცო ცადლა́ს მონაცემა კრე́ბულერეჼ ხოუჸლო́ს მე́ნიშ და ამბუჲ ჲუჲნში.

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bbl: დარ ლე́ვდოს Common Voice <termsLink> პირბახა́ </termsLink>-ე <privacyLink> პირად მონაცე́მი და́ცოდჲარ განაცხა́დეხა́</privacyLink>

source: I agree to Common Voice Terms and Privacy.
bbl: დარა́ლ'არ პირბახა́ პირადულობ დე́ბულებეხა́, მენხუ́ Common Voice-ს დგე́ნადჲო.

source: Iban
bbl: იბანი წეშ მოტტ

source: Ibibio
bbl: ინბიბო წეჲნი̆ მოტტ

source: Icelandic
bbl: ისლანდიურ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bbl: დასტურ ლე́ვბოს, მე ე წინადა́დბი <wikipediaLink>ჰ̦ამა́ნეჸ საკუთრებ ჲა</wikipediaLink>ჲე́ ჲა სო́გო ჰ̦ალო̆ ჴო́წჲარეჼ / ატვირთოდჲარეჼ უფლებ

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
bbl: დარლე́ვდოს, მე ე შეკითხვ <publicDomainLink> ჰ̦ამა́ნაჲნოჸ საკუთრებეჼ ჲა</publicDomainLink>ჲე ჲა სო́გო ჰ̦ალო̆ დჵო́ფრეჼ (ატვირთოდიარეჼ) ნე́ბ

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bbl: დასტურ ლე́ვჲოს, მე ე წინადა́დებ<wikipediaLink> ჲა ჰ̦ამა́ნეჸ საკუთრებ</wikipediaLink> ნე́ მაკ სოჼ ჰ̦ალო̆ ატვირთოჲოლო́ს

source: <icon></icon> Add multiple public domain sentences
bbl: ლა́ტდებათ მელ'მი <icon></icon>წინადა́დებ ჰამა́ნეჸ საკუთრებელეჼ

source: Ideally natural and conversational (it should be easy to read the sentence)
bbl: თე́ლ'ივხ ხილ'ო̆ ინცლუჩო̆ ა́მბუჲ ჲუჲჩი̆ მატტავ ხილ'ულო̆ (ატტაჲში̆ მე ხა́ტტლა́ლო̆)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bbl: ლე́ჸ სოჼ ელფო́სტევ იხოლ სოჼ დაკჴე́ლრი ჰ̦ალო̆ თაგდუჲჩო̆ მიზნა́ხ, უჲშტნეჸ, მოჰ̦ უ̂ხ თე́გლა-ჲე, Common Voice-ციჼ კა́ვშირჲეჲნ̆ი̆ წინ ამბუჲ უ̂ხ ჲა.

source: I do not agree
bbl: დარ ცო ლე́ვდ́ოს/უარ ლე́ვდო́ს

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
bbl: შინ ა́დმენევ დაწუნბადიჩე ჩანაწერ, ეჰ̦ა́თ გამოქვე́ყნბადოშ მონაცემ კრე́ბულეჼ ცალკ ქვეჯგუფე ხილ'ო̆

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bbl: აჲში̆ შედგე́ნადჲიენო̆ და́ჰ̦, თოყა́ლ და მიწე́რადარ<italicizedText>„შაჲრვაჼ დიენო̆"/ნამუშავარ </italicizedText>. წყა́რო̆ ლა́ტჲარ აუცილებელ და, მე́ მაკელ ვაჲნი̆ შემო́წმადაჼ, ბაყეჸ ჰ̦ამა́ნეჸ საკუთრები́ ჲა, ლე ცო, ჲე ავტო́რბეჼ უფლებევ ხუმ ცო კრძა́ლოდო ჴმა́რბადჲარ. უფრ შა́რეშ წყარო̆ ჲაგჲარეხ გიბათ თხეჼ <guidelinesLink>ნიყბა́ხუჲნი/გზამკვლევ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bbl: მაცმე́ ჩანაწერ დაჰ̦ ხე́ტე̆, ლე შარშარ ხაწე̆, უარ ა́ლ'ათ, დი́ნ ტექსტ იშტუჼ ჲაჰ̦

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bbl: ლეჸე́ჰ̦ შუჼ თხო́გო̆ საბუ́ხ ხაჸი́თაჼ ეჴ ფა́ილეხ, დეხო́თხ, წერილ დაჸითათ ეჴ ა́დრესმაქ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bbl: ლეჸე́ჰ̦ შუჼ თხო́გო̆ ტყოჸ უ̂მ ხაჸითაჼ ეჴ ფა́ილეხ, უ̂ნე́ ნიმუშე ცო ჴა́ჸეჼ, დეხო́თხ, წე́რილ დაჸითათ თხოჼ

source: If the sentence does not meet the above criteria, click the "No" button.
bbl: ესე ლა́რ'ლინო̆ პირბი ცო და́ცოლაშ წკაპ ბა́ჴითათ პე́პლეხ "ცო".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bbl: ე მოთხო́ვნი და́ცოდიენო̆ ცო ჲაჰ̦, წკაპ ბა́ჴითათ "უარ ალ'არ" (დაწუნბადჲარ) ა́რლეჩო̆ ფენივჰ̦. დოკჴირა́ დაშ მაკ შუჼ მაქა ეჴჴაჼ (გამოტოვბადჲაჼ) ნე ჴეჩონმაქ დოტაჼ
